// একটা ফাংশন লিখো। সেটার মধ্যে তিনটা প্যারামিটার নিবে। এই তিনটা প্যারামিটার হবে কোন একটা ত্রিভুজের তিনটা বাহু এর দৈর্য্য। এখন তোমার কাজ হচ্ছে ফাংশনের ভিতরে কিছু হিসাব নিকাশ করে ত্রিভুজের area (আয়তন) বের করা। 

// ===================================================================================================

const triangleArea = (side1, side2, side3) => {
    const s = (side1 + side2 + side3) / 2;
    const result = Math.sqrt(s * ((s - side1) * (s - side2) * (s - side3)));
    return result;
}

const res = triangleArea(3, 4, 5);
console.log(res)